[
    {
        "id": "1",
        "question": "Як перевірити легітимність інвестиційної компанії?",
        "answerId": "1",
        "topicId": "1",
        "wrongAnswerDescription": "Перевірка бізнес-плану компанії може допомогти визначити її легітимність і цілісність.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "2",
        "question": "Як визначити пірамідальну схему в інвестиційному проекті?",
        "answerId": "5",
        "topicId": "1",
        "wrongAnswerDescription": "Пірамідальні схеми часто базуються на залученні нових учасників для прибутку, тому важливо перевіряти, чи існують такі схеми в проекті.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "3",
        "question": "Які дії краще вживати, якщо вас тиснуть на швидке інвестування?",
        "answerId": "9",
        "topicId": "1",
        "wrongAnswerDescription": "Важливо бути обережним та ретельно аналізувати будь-які інвестиційні пропозиції перед прийняттям рішення, щоб уникнути можливого шахрайства.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "4",
        "question": "Вас просять внести певну суму грошей на ваш обліковий запис у виграшній лотереї для 'активації' виграшу. Що робити?",
        "answerId": "12",
        "topicId": "1",
        "wrongAnswerDescription": "Перевірка дійсності лотереї та умов перед внесенням грошей є важливим заходом обережності, оскільки це допоможе визначити, чи є пропозиція справжньою.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "5",
        "question": "Чому необхідно уникати проектів з надмірно великими обіцянками прибутку?",
        "answerId": "13",
        "topicId": "1",
        "wrongAnswerDescription": "Проекти з надмірно великими обіцянками прибутку часто є ознакою шахрайства, оскільки нереально високий прибуток може бути неправдивим.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "6",
        "question": "Якщо товар не відповідає опису чи є пошкодженим при доставці, що робити?",
        "answerId": "17",
        "topicId": "2",
        "wrongAnswerDescription": "При виявленні невідповідності або пошкодження товару важливо спілкуватися з продавцем та вирішувати питання щодо повернення чи обміну.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "7",
        "question": "Ви виставили оголошення на ОЛХ. І Вам одразу пишуть у вайбер з пропозицією покупки олх-доставкою та скидають посилання на отримання коштів",
        "answerId": "20",
        "topicId": "2",
        "wrongAnswerDescription": "Ознайомтеся з правилами та умовами OLX-доставки, щоб знати свої права та обов'язки як продавець.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "8",
        "question": "Що робити перед покупкою товару в інтернет-магазині?",
        "answerId": "23",
        "topicId": "2",
        "wrongAnswerDescription": "Перевірка рейтингу та відгуків про продавця допомагає визначити його надійність та якість обслуговування.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "9",
        "question": "Якщо ви робите покупку на інтернет-майданчику, і продавець вимагає вас передоплатити 100% вартості товару до відправки, що ви робите?",
        "answerId": "26",
        "topicId": "2",
        "wrongAnswerDescription": "Частковий платіж є більш безпечним варіантом, оскільки ви можете перевірити товар перед оплатою залишку.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "10",
        "question": "Вам приходить повідомлення на електронну пошту із спеціальною пропозицією 'ексклюзивного' товару з великими знижками, але потрібно перейти за посиланням та ввести особисті дані. Як ви поступите?",
        "answerId": "30",
        "topicId": "2",
        "wrongAnswerDescription": "Перевірка джерела повідомлення та уникнення надання особистих даних допоможуть уникнути шахрайства.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "11",
        "question": "Як вибрати надійний пароль для свого облікового запису?",
        "answerId": "32",
        "topicId": "3",
        "wrongAnswerDescription": "Використовувати унікальні та складні паролі для кожного облікового запису підвищує безпеку, оскільки ускладнює завдання зловмисникам.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "12",
        "question": "Що таке двофакторна аутентифікація (2FA) і навіщо вона потрібна?",
        "answerId": "36",
        "topicId": "3",
        "wrongAnswerDescription": "Двофакторна аутентифікація додає додатковий шар безпеки, запитуючи щось, що ви знаєте (пароль), і щось, що ви маєте (наприклад, код або пристрій).",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "13",
        "question": "Чому не рекомендується зберігати паролі у відкритому текстовому файлі на комп'ютері?",
        "answerId": "39",
        "topicId": "3",
        "wrongAnswerDescription": "Зберігання паролів у відкритому текстовому файлі може зробити їх доступними для зловмисників, які отримують доступ до вашого комп'ютера.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "14",
        "question": "Що означає 'фішинг' у контексті безпеки облікових записів?",
        "answerId": "42",
        "topicId": "3",
        "wrongAnswerDescription": "Фішинг - це спроба відіграти роль легітимного джерела, щоб здійснити шахрайські дії, наприклад, викрасти паролі.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "15",
        "question": "Як вибрати безпечне запитання для відновлення паролю?",
        "answerId": "44",
        "topicId": "3",
        "wrongAnswerDescription": "Запитання для відновлення паролю повинно бути таким, що його важко вгадати на основі публічно доступних даних.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "16",
        "question": "Які основні джерела вірусів і шкідливого ПЗ?",
        "answerId": "48",
        "topicId": "4",
        "wrongAnswerDescription": "Відомі торрент-сайти часто містять небезпечне програмне забезпечення, і завантаження файлів з них може призвести до інфікування вашого пристрою.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "17",
        "question": "Які ознаки можуть вказувати на наявність вірусів на вашому комп'ютері?",
        "answerId": "51",
        "topicId": "4",
        "wrongAnswerDescription": "Наявність вірусів на комп'ютері може супроводжуватися уповільненням роботи та неочікуваними зависаннями.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "18",
        "question": "Якщо ваш комп'ютер був заражений вірусами, який крок ви повинні виконати перш за все?",
        "answerId": "52",
        "topicId": "4",
        "wrongAnswerDescription": "Відключення від Інтернету може запобігти подальшому поширенню вірусів та шкідливого ПЗ.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "19",
        "question": "Які дії ви повинні виконати, якщо ви стали жертвою видалення файлів через вірус-викупник?",
        "answerId": "57",
        "topicId": "4",
        "wrongAnswerDescription": "Заплатити викуп не рекомендується, оскільки це може не гарантувати відновлення файлів і сприятиме діям кіберзлочинців. Завжди важливо мати резервні копії важливих файлів, щоб уникнути ситуацій втрати даних через віруси-викупники.",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    }
]