[
    {
        "id": 1,
        "question": "Як перевірити легітимність інвестиційної компанії?",
        "answerId": 1,
        "topicId": 1,
        "wrongAnswerDescription": "Перевірка бізнес-плану компанії може допомогти визначити її легітимність і цілісність.\r\n",
        "createdAt": "2023-11-02T17:08:01.162Z",
        "updatedAt": "2023-11-02T17:08:01.180Z"
    },
    {
        "id": 2,
        "question": "Як визначити пірамідальну схему в інвестиційному проекті?",
        "answerId": 5,
        "topicId": 1,
        "wrongAnswerDescription": "Пірамідальні схеми часто базуються на залученні нових учасників для прибутку, тому важливо перевіряти, чи існують такі схеми в проекті.",
        "createdAt": "2023-11-02T17:11:02.409Z",
        "updatedAt": "2023-11-02T17:11:02.423Z"
    },
    {
        "id": 3,
        "question": "Які дії краще вживати, якщо вас тиснуть на швидке інвестування?",
        "answerId": 9,
        "topicId": 1,
        "wrongAnswerDescription": "Важливо бути обережним та ретельно аналізувати будь-які інвестиційні пропозиції перед прийняттям рішення, щоб уникнути можливого шахрайства.\r\n",
        "createdAt": "2023-11-02T17:12:10.625Z",
        "updatedAt": "2023-11-02T17:12:10.637Z"
    },
    {
        "id": 4,
        "question": "Вас просять внести певну суму грошей на ваш обліковий запис у виграшній лотереї для \"активації\" виграшу. Що робите?",
        "answerId": 12,
        "topicId": 1,
        "wrongAnswerDescription": "Перевірка дійсності лотереї та умов перед внесенням грошей є важливим заходом обережності, оскільки це допоможе визначити, чи є пропозиція справжньою. \r\n",
        "createdAt": "2023-11-02T17:17:00.596Z",
        "updatedAt": "2023-11-02T17:17:00.611Z"
    },
    {
        "id": 6,
        "question": "Чому необхідно уникати проектів з надмірно великими обіцянками прибутку?\r\n",
        "answerId": 16,
        "topicId": 1,
        "wrongAnswerDescription": "Проекти з надмірно великими обіцянками прибутку часто є ознакою шахрайства, оскільки нереально високий прибуток може бути неправдивим.\r\n",
        "createdAt": "2023-11-02T17:24:44.243Z",
        "updatedAt": "2023-11-02T17:24:44.254Z"
    },
    {
        "id": 7,
        "question": "Якщо товар не відповідає опису чи є пошкодженим при доставці, що робити?\r\n",
        "answerId": 20,
        "topicId": 2,
        "wrongAnswerDescription": "При виявленні невідповідності або пошкодження товару важливо спілкуватися з продавцем та вирішувати питання щодо повернення чи обміну.\r\n",
        "createdAt": "2023-11-02T17:27:56.050Z",
        "updatedAt": "2023-11-02T17:27:56.063Z"
    },
    {
        "id": 8,
        "question": "Ви виставили оголошення на ОЛХ. І Вам одразу пишуть у вайбер з пропозицією покупки олх-доставкою та скидають посилання на отримання коштів\r\n",
        "answerId": 23,
        "topicId": 2,
        "wrongAnswerDescription": "Ознайомтеся з правилами та умовами OLX-доставки, щоб знати свої права та обов'язки як продавець.\r\n",
        "createdAt": "2023-11-02T17:32:38.260Z",
        "updatedAt": "2023-11-02T17:32:38.274Z"
    },
    {
        "id": 9,
        "question": "Що робити перед покупкою товару в інтернет-магазині?",
        "answerId": 26,
        "topicId": 2,
        "wrongAnswerDescription": "Перевірка рейтингу та відгуків про продавця допомагає визначити його надійність та якість обслуговування.\r\n",
        "createdAt": "2023-11-02T17:34:10.566Z",
        "updatedAt": "2023-11-02T17:34:10.578Z"
    },
    {
        "id": 10,
        "question": "Якщо ви робите покупку на інтернет-майданчику, і продавець вимагає вас передоплатити 100% вартості товару до відправки, що ви робите?",
        "answerId": 29,
        "topicId": 2,
        "wrongAnswerDescription": "Частковий платіж є більш безпечним варіантом, оскільки ви можете перевірити товар перед оплатою залишку.",
        "createdAt": "2023-11-02T17:35:13.470Z",
        "updatedAt": "2023-11-02T17:35:13.483Z"
    },
    {
        "id": 11,
        "question": "Вам приходить повідомлення на електронну пошту із спеціальною пропозицією \"ексклюзивного\" товару з великими знижками, але потрібно перейти за посиланням та ввести особисті дані. Як ви поступите? \r\n",
        "answerId": 33,
        "topicId": 2,
        "wrongAnswerDescription": "Перевірка джерела повідомлення та уникнення надання особистих даних допоможуть уникнути шахрайства.",
        "createdAt": "2023-11-02T17:39:19.132Z",
        "updatedAt": "2023-11-02T17:39:19.141Z"
    },
    {
        "id": 12,
        "question": "Що ви подумаєте, якщо побачите оголошення на ОЛХ «Продам iPhone 12 за 5000 грн»?",
        "answerId": 36,
        "topicId": 2,
        "wrongAnswerDescription": "Часто шахраї беруть оплату за такі «вигідні пропозиції» і зникають. Якщо товар коштує значно дешевше, ніж в інших оголошеннях, на це мають бути вагомі причини. Обов’язково уточніть всі нюанси і перевірте товар перед оплатою.",
        "createdAt": "2023-11-02T17:40:52.829Z",
        "updatedAt": "2023-11-02T17:40:52.841Z"
    },
    {
        "id": 14,
        "question": "Де ви розпитуєте у продавця деталі про товар на OLX?",
        "answerId": 42,
        "topicId": 2,
        "wrongAnswerDescription": "Краще писати повідомлення продавцю одразу у чат на сайті з оголошеннями. Під час спілкування у чаті історія переписки зберігається, а боти автоматично перевіряють її на підозрілі активності продавця. Якщо продавець наполягає на іншому месенджері, це має вас насторожити.",
        "createdAt": "2023-11-02T19:02:38.201Z",
        "updatedAt": "2023-11-02T19:02:38.232Z"
    },
    {
        "id": 15,
        "question": "Ви обговорюєте з продавцем покупку товару. Він просить відразу перевести гроші на карту. Що зробите?",
        "answerId": 43,
        "topicId": 2,
        "wrongAnswerDescription": "80% випадків шахрайства під час інтернет-покупок відбуваються через передоплату замовлення напряму на картку продавцю.",
        "createdAt": "2023-11-02T19:04:13.486Z",
        "updatedAt": "2023-11-02T19:04:13.521Z"
    },
    {
        "id": 16,
        "question": "Вам сподобався товар з позначкою «Безкоштовно». Але продавець просить перевести йому на картку оплату за доставку. Погоджуєтесь?",
        "answerId": 48,
        "topicId": 2,
        "wrongAnswerDescription": "Не поспішайте. Швидше за все це шахраї, які розраховують саме на тих, хто готовий ризикнути невеликою сумою. Пам’ятайте, що можна оформити доставку з оплатою одержувачем.",
        "createdAt": "2023-11-02T19:52:26.078Z",
        "updatedAt": "2023-11-02T19:52:26.093Z"
    },
    {
        "id": 17,
        "question": "Ви спілкуєтесь з продавцем у чаті на сайті оголошень. Він надсилає вам посилання на інший сайт і пропонує оформити покупку там. Ви не проти?\r\n",
        "answerId": 51,
        "topicId": 2,
        "wrongAnswerDescription": "А ви знаєте про такий вид шахрайства як фішинг? Продавець кидає посилання на сайт, який виглядає точно як відомий онлайн-майданчик або сторінка банку. Покупець вводить свої дані (наприклад, дані електронної пошти, облікових записів у соцмережах, банківських карток) і вони потрапляють до шахраїв. Тому будьте обережними: не переходьте за посиланнями від незнайомців, а всі деталі обговорюйте в чаті.",
        "createdAt": "2023-11-02T19:55:36.091Z",
        "updatedAt": "2023-11-02T19:55:36.102Z"
    },
    {
        "id": 18,
        "question": "Як вибрати надійний пароль для свого облікового запису?",
        "answerId": 53,
        "topicId": 3,
        "wrongAnswerDescription": "Використовувати унікальні та складні паролі для кожного облікового запису підвищує безпеку, оскільки ускладнює завдання зловмисникам.",
        "createdAt": "2023-11-02T19:57:48.708Z",
        "updatedAt": "2023-11-02T19:57:48.719Z"
    },
    {
        "id": 19,
        "question": "Що таке двофакторна аутентифікація (2FA) і навіщо вона потрібна?",
        "answerId": 57,
        "topicId": 3,
        "wrongAnswerDescription": "Двофакторна аутентифікація додає додатковий шар безпеки, запитуючи щось, що ви знаєте (пароль), і щось, що ви маєте (наприклад, код або пристрій).\r\n",
        "createdAt": "2023-11-02T19:59:22.312Z",
        "updatedAt": "2023-11-02T19:59:22.327Z"
    },
    {
        "id": 20,
        "question": "Чому не рекомендується зберігати паролі у відкритому текстовому файлі на комп'ютері? ",
        "answerId": 60,
        "topicId": 3,
        "wrongAnswerDescription": "Зберігання паролів у відкритому текстовому файлі може зробити їх доступними для зловмисників, які отримують доступ до вашого комп'ютера.\r\n",
        "createdAt": "2023-11-02T20:00:23.870Z",
        "updatedAt": "2023-11-02T20:00:23.879Z"
    },
    {
        "id": 21,
        "question": "Що означає \"фішинг\" у контексті безпеки облікових записів? \r\n",
        "answerId": 63,
        "topicId": 3,
        "wrongAnswerDescription": "Фішинг - це спроба відіграти роль легітимного джерела, щоб здійснити шахрайські дії, наприклад, викрасти паролі.\r\n",
        "createdAt": "2023-11-02T20:02:33.582Z",
        "updatedAt": "2023-11-02T20:02:33.594Z"
    },
    {
        "id": 22,
        "question": "Як вибрати безпечне запитання для відновлення паролю? \r\n",
        "answerId": 65,
        "topicId": 3,
        "wrongAnswerDescription": "Запитання для відновлення паролю повинно бути таким, що його важко вгадати на основі публічно доступних даних.\r\n",
        "createdAt": "2023-11-02T20:03:28.520Z",
        "updatedAt": "2023-11-02T20:03:28.531Z"
    },
    {
        "id": 23,
        "question": "Які протоколи Інтернету використовують для роботи із захищеними сайтами?\r\n",
        "answerId": 68,
        "topicId": 3,
        "wrongAnswerDescription": "HTTPS - це саме те, що використовується для безпечного з'єднання з веб-сайтами. \r\n",
        "createdAt": "2023-11-02T20:04:15.115Z",
        "updatedAt": "2023-11-02T20:04:15.125Z"
    },
    {
        "id": 24,
        "question": "Ви прийшли до кав’ярні, підключились до Wi-Fi. До вас підходить хлопець з проханням поповнити картку на 500 грн і дає вам купюру. Що будете робити? \r\n",
        "answerId": 72,
        "topicId": 3,
        "wrongAnswerDescription": "Перевірка купюри - добрий крок, але також важливо не вводити свої банківські дані на чужому пристрої або мережі Wi-Fi. Перепідключення до мобільного інтернету для здійснення переказу - це безпечніший спосіб здійснення операції.",
        "createdAt": "2023-11-02T20:05:07.456Z",
        "updatedAt": "2023-11-02T20:05:07.469Z"
    },
    {
        "id": 25,
        "question": "Які основні джерела вірусів і шкідливого ПЗ?",
        "answerId": 75,
        "topicId": 4,
        "wrongAnswerDescription": "Відомі торрент-сайти часто містять небезпечне програмне забезпечення, і завантаження файлів з них може призвести до інфікування вашого пристрою.\r\n",
        "createdAt": "2023-11-02T20:06:09.786Z",
        "updatedAt": "2023-11-02T20:06:09.797Z"
    },
    {
        "id": 26,
        "question": "Які ознаки можуть вказувати на наявність вірусів на вашому комп'ютері?\r\n",
        "answerId": 78,
        "topicId": 4,
        "wrongAnswerDescription": "Наявність вірусів на комп'ютері може супроводжуватися уповільненням роботи та неочікуваними зависаннями.\r\n",
        "createdAt": "2023-11-02T20:27:34.086Z",
        "updatedAt": "2023-11-02T20:27:34.096Z"
    },
    {
        "id": 27,
        "question": "Якщо ваш комп'ютер був заражений вірусами, який крок ви повинні виконати перш за все?\r\n",
        "answerId": 79,
        "topicId": 4,
        "wrongAnswerDescription": "Відключення від Інтернету може запобігти подальшому поширенню вірусів та шкідливого ПЗ.\r\n",
        "createdAt": "2023-11-02T20:28:41.651Z",
        "updatedAt": "2023-11-02T20:28:41.659Z"
    },
    {
        "id": 28,
        "question": "Які дії ви повинні виконати, якщо ви стали жертвою видалення файлів через вірус-викупник?\r\n",
        "answerId": 84,
        "topicId": 4,
        "wrongAnswerDescription": "Заплатити викуп не рекомендується, оскільки це може не гарантувати відновлення файлів і сприятиме діям кіберзлочинців. Завжди важливо мати резервні копії важливих файлів, щоб уникнути ситуацій втрати даних через віруси-викупники.\r\n",
        "createdAt": "2023-11-02T20:29:47.167Z",
        "updatedAt": "2023-11-02T20:29:47.177Z"
    },
    {
        "id": 29,
        "question": "Як можна розпізнати фішинговий лист чи повідомлення на соціальних мережах? ",
        "answerId": 86,
        "topicId": 5,
        "wrongAnswerDescription": "Важливо перевіряти відправника та посилання в повідомленнях перед відкриттям, оскільки фішингові атаки часто використовують підступи для введення користувачів у помилку.\r\n",
        "createdAt": "2023-11-02T20:30:54.273Z",
        "updatedAt": "2023-11-02T20:30:54.283Z"
    },
    {
        "id": 30,
        "question": "Які ознаки можуть свідчити про фішинговий сайт на соціальній мережі? \r\n",
        "answerId": 89,
        "topicId": 5,
        "wrongAnswerDescription": "Фішери можуть намагатися імітувати офіційні сайти, але наявність \"https\" та зеленого замка в адресному рядку може свідчити про безпечну сторінку.\r\n",
        "createdAt": "2023-11-02T20:36:43.446Z",
        "updatedAt": "2023-11-02T20:36:43.460Z"
    },
    {
        "id": 31,
        "question": "Як реагувати на запити від незнайомих користувачів, які просять вас поділитися особистими даними? \r\n",
        "answerId": 92,
        "topicId": 5,
        "wrongAnswerDescription": "Найбезпечніше уникати спілкування з незнайомими користувачами та не надавати особисті дані.\r\n",
        "createdAt": "2023-11-02T20:38:51.283Z",
        "updatedAt": "2023-11-02T20:38:51.296Z"
    },
    {
        "id": 32,
        "question": "Чому важливо оновлювати програми та додатки на соціальних мережах? \r\n",
        "answerId": 95,
        "topicId": 5,
        "wrongAnswerDescription": "Оновлення програм та додатків мають на меті виправити потенційні безпекові загрози та захистити вашу інформацію від можливих атак. Тому важливо завжди вчасно встановлювати оновлення.\r\n",
        "createdAt": "2023-11-02T20:39:49.674Z",
        "updatedAt": "2023-11-02T20:39:49.683Z"
    },
    {
        "id": 33,
        "question": "Як виявити підроблені облікові записи на соціальних мережах? ",
        "answerId": 99,
        "topicId": 5,
        "wrongAnswerDescription": "Підроблені облікові записи можуть бути важко розпізнати. Однак слід звертати увагу на URL-адреси профілів, різницю від офіційних акаунтів та надмірну активність в облікових записах.\r\n",
        "createdAt": "2023-11-02T20:40:35.091Z",
        "updatedAt": "2023-11-02T20:40:35.103Z"
    },
    {
        "id": 34,
        "question": "Які загрози для безпеки можуть виникнути внаслідок недостатньої конфіденційності на соціальних мережах? \r\n",
        "answerId": 101,
        "topicId": 6,
        "wrongAnswerDescription": "Недостатня конфіденційність може призвести до витоку особистої інформації та загрози безпеці на соціальних мережах.\r\n",
        "createdAt": "2023-11-02T20:41:17.830Z",
        "updatedAt": "2023-11-02T20:41:17.842Z"
    },
    {
        "id": 35,
        "question": "Що таке \"фейкові новини\" на соціальних мережах? \r\n",
        "answerId": 105,
        "topicId": 6,
        "wrongAnswerDescription": "\"Фейкові новини\" - це інформація, яка може бути схожою на реальні новини, але не підтверджена фактами та може бути призначена для обману чи маніпуляції.\r\n",
        "createdAt": "2023-11-02T20:42:21.282Z",
        "updatedAt": "2023-11-02T20:42:21.293Z"
    },
    {
        "id": 36,
        "question": "Як ви можете визначити, що ваш обліковий запис на соціальній мережі був порушений?",
        "answerId": 108,
        "topicId": 6,
        "wrongAnswerDescription": "Виявлення незвичайних активностей на вашому обліковому записі, які ви не проводили, може бути ознакою порушення безпеки.",
        "createdAt": "2023-11-02T20:43:00.603Z",
        "updatedAt": "2023-11-02T20:43:00.617Z"
    },
    {
        "id": 37,
        "question": "Якщо ви отримали лист від незнайомої особи на соціальній мережі, який містить посилання на невідому сторінку, що ви робите?",
        "answerId": 111,
        "topicId": 6,
        "wrongAnswerDescription": "Не слід клікати на невідомі посилання від незнайомих осіб на соціальних мережах, оскільки це може бути потенційно небезпечним.\r\n",
        "createdAt": "2023-11-02T20:44:44.053Z",
        "updatedAt": "2023-11-02T20:44:44.061Z"
    },
    {
        "id": 38,
        "question": "Вам пише знайома в Instagram “Привіт, виручай! Затримали зарплату. Займи до кінця тижня 500 грн”",
        "answerId": 112,
        "topicId": 6,
        "wrongAnswerDescription": "Зателефонувати знайомій - це розумний підхід, оскільки це може бути справжній запит від вашої знайомої, і вона дійсно потребує допомоги. Зателефонувавши і переконавшись, що це дійсно вона, ви зможете визначити, як краще допомогти.\r\n",
        "createdAt": "2023-11-02T20:45:28.273Z",
        "updatedAt": "2023-11-02T20:45:28.281Z"
    },
    {
        "id": 39,
        "question": "Як розпізнати фейкову пропозицію роботи?",
        "answerId": 115,
        "topicId": 7,
        "wrongAnswerDescription": "Відсутність конкретної адреси офісу може бути ознакою фейкової пропозиції.\r\n",
        "createdAt": "2023-11-02T20:46:11.470Z",
        "updatedAt": "2023-11-02T20:46:11.482Z"
    },
    {
        "id": 40,
        "question": "Які дії слід вживати під час співбесіди? \r\n",
        "answerId": 119,
        "topicId": 7,
        "wrongAnswerDescription": "Перевірка роботодавця перед співбесідою важлива для безпеки.\r\n",
        "createdAt": "2023-11-02T20:46:48.082Z",
        "updatedAt": "2023-11-02T20:46:48.093Z"
    },
    {
        "id": 41,
        "question": "Якщо вам запропонована вакансія, яка обіцяє високий дохід за короткий період часу, і не вимагає особливих навичок або досвіду, то:\r\n",
        "answerId": 121,
        "topicId": 7,
        "wrongAnswerDescription": "Фейкові вакансії часто обіцяють надмірно високий дохід без необхідності особливих навичок. Ретельна перевірка роботодавця та деталей вакансії може допомогти уникнути шахрайства.",
        "createdAt": "2023-11-02T20:47:48.874Z",
        "updatedAt": "2023-11-02T20:47:48.885Z"
    },
    {
        "id": 42,
        "question": "Якщо вас просять сплатити \"заставу\" або якусь суму грошей перед тим, як ви отримаєте робоче місце, то:\r\n",
        "answerId": 124,
        "topicId": 7,
        "wrongAnswerDescription": "Вимагання сплачувати \"заставу\" перед трудовим договором може бути ознакою шахрайства. Перевірте роботодавця та звертайтеся до правоохоронних органів, якщо вас просять внести плату.\r\n",
        "createdAt": "2023-11-02T20:48:27.039Z",
        "updatedAt": "2023-11-02T20:48:27.049Z"
    },
    {
        "id": 43,
        "question": "Якщо вас просять надати особисті дані або кредитну інформацію на етапі реєстрації на роботі, то:\r\n",
        "answerId": 129,
        "topicId": 7,
        "wrongAnswerDescription": "Надавати особисті дані або кредитну інформацію без переконаності в легітимності роботодавця може бути небезпечно. \r\n",
        "createdAt": "2023-11-02T20:49:19.037Z",
        "updatedAt": "2023-11-02T20:49:19.047Z"
    },
    {
        "id": 44,
        "question": "Якщо вас просять внести плату за \"навчання\" або \"сертифікацію\" перед початком роботи, то:\r\n",
        "answerId": 130,
        "topicId": 7,
        "wrongAnswerDescription": "Перед сплатою будь-яких коштів перевірте, чи є \"навчання\" або \"сертифікація\" необхідними\r\n",
        "createdAt": "2023-11-02T20:49:53.033Z",
        "updatedAt": "2023-11-02T20:49:53.043Z"
    },
    {
        "id": 45,
        "question": " Як визначити легітимність агенції по працевлаштуванню за кордоном? \r\n",
        "answerId": 134,
        "topicId": 8,
        "wrongAnswerDescription": "Перевірка легітимності агенції допоможе уникнути шахрайства.\r\n",
        "createdAt": "2023-11-02T20:50:45.777Z",
        "updatedAt": "2023-11-02T20:50:45.786Z"
    },
    {
        "id": 46,
        "question": "Під час роботи за кордоном вас просять підписати контракт, який не містить інформацію про вашу зарплату та умови працевлаштування. Що ви робите? \r\n",
        "answerId": 137,
        "topicId": 8,
        "wrongAnswerDescription": "Підписувати контракт без умов та зарплати - це ризиковано.\r\n",
        "createdAt": "2023-11-02T20:52:05.293Z",
        "updatedAt": "2023-11-02T20:52:05.304Z"
    },
    {
        "id": 47,
        "question": "Ви вирішили працювати за кордоном, але під час перетину кордону вас затримують митники, які вимагають хабаря. Як ви дієте? ",
        "answerId": 141,
        "topicId": 8,
        "wrongAnswerDescription": "Платити хабар - це незаконно і може мати наслідки.\r\n",
        "createdAt": "2023-11-02T20:52:38.548Z",
        "updatedAt": "2023-11-02T20:52:38.558Z"
    },
    {
        "id": 48,
        "question": "Під час роботи за кордоном ви стикаєтеся з неприйнятними умовами праці, які порушують ваші права. Що ви робите?\r\n",
        "answerId": 143,
        "topicId": 8,
        "wrongAnswerDescription": "У разі, якщо ви стикаєтеся з неприйнятними умовами праці, які порушують ваші права, важливо звертатися за допомогою до організацій, які спеціалізуються на захисті прав працівників або до місцевих органів, які можуть втрутитися та допомогти вирішити ситуацію. Ігнорування проблеми може лише загострити ситуацію.\r\n",
        "createdAt": "2023-11-02T20:53:41.941Z",
        "updatedAt": "2023-11-02T20:53:41.951Z"
    },
    {
        "id": 49,
        "question": "Ви отримали запрошення на співбесіду за кордоном, але роботодавець вимагає від вас передоплату за візу та квитки. Як ви вчиняєте?\r\n",
        "answerId": 145,
        "topicId": 8,
        "wrongAnswerDescription": "Передоплата без перевірки - це ризик шахрайства.\r\n",
        "createdAt": "2023-11-02T21:17:31.461Z",
        "updatedAt": "2023-11-02T21:17:31.479Z"
    },
    {
        "id": 50,
        "question": "Як визначити фейковий онлайн-курс? \r\n",
        "answerId": 149,
        "topicId": 9,
        "wrongAnswerDescription": "Перевіряти рейтинг і читати відгуки від інших користувачів може допомогти вам визначити, наскільки якісним і надійним є курс.\r\n",
        "createdAt": "2023-11-02T21:19:40.278Z",
        "updatedAt": "2023-11-02T21:19:40.293Z"
    },
    {
        "id": 51,
        "question": "Чому варто уникати курсів, які обіцяють \"екстремальну швидкість вивчення\"? \r\n",
        "answerId": 151,
        "topicId": 9,
        "wrongAnswerDescription": "Курси, які обіцяють надмірно швидке вивчення, можуть бути фейковими або неефективними.\r\n",
        "createdAt": "2023-11-02T21:20:53.695Z",
        "updatedAt": "2023-11-02T21:20:53.708Z"
    },
    {
        "id": 52,
        "question": "Якщо ви отримуєте пропозицію \"отримати диплом без навчання\" на платному курсі, що робити? ",
        "answerId": 155,
        "topicId": 9,
        "wrongAnswerDescription": "Пропозиція отримати диплом без навчання зазвичай є ознакою шахрайства.\r\n",
        "createdAt": "2023-11-02T21:22:22.789Z",
        "updatedAt": "2023-11-02T21:22:22.803Z"
    },
    {
        "id": 53,
        "question": "Чому важливо перевіряти авторів курсів перед їх вибором?",
        "answerId": 159,
        "topicId": 9,
        "wrongAnswerDescription": "Перевірка авторів курсів допоможе вам впевнитися в їхній кваліфікації та здатності надавати якісну освіту.\r\n",
        "createdAt": "2023-11-02T21:23:18.602Z",
        "updatedAt": "2023-11-02T21:23:18.616Z"
    },
    {
        "id": 54,
        "question": "Як визначити, чи курс є \"недостовірним\"? \r\n",
        "answerId": 161,
        "topicId": 9,
        "wrongAnswerDescription": "Наявність контактних даних авторів курсу може свідчити про їхню надійність та готовність взяти на себе відповідальність за освіту.\r\n\r\n\r\n",
        "createdAt": "2023-11-02T21:24:44.683Z",
        "updatedAt": "2023-11-02T21:24:44.695Z"
    },
    {
        "id": 55,
        "question": "Якщо ваш онлайн-знайомий різко змінює свою історію та починає просити гроші на нагальні медичні витрати або інші кризові ситуації, які потребують фінансової допомоги: \r\n",
        "answerId": 165,
        "topicId": 10,
        "wrongAnswerDescription": "Різкі зміни в історії та негайні вимоги щодо грошей під час непередбачуваних обставин можуть бути стратегією шахрайства, спрямованої на виведення грошей. Не поспішайте надавати фінансову допомогу, ретельно перевірте інформацію та вимоги.\r\n",
        "createdAt": "2023-11-02T21:25:48.325Z",
        "updatedAt": "2023-11-02T21:25:48.334Z"
    },
    {
        "id": 56,
        "question": "Ваш онлайн-знайомий пропонує вам спільний доступ до банківського рахунку або попросив вас надати свій банківський номер: \r\n",
        "answerId": 168,
        "topicId": 10,
        "wrongAnswerDescription": "Пропозиції про спільний доступ до банківського рахунку або передачу особистої банківської інформації можуть бути частиною афери з використанням банківських даних. Ніколи не надавайте таку інформацію незнайомим особам.\r\n",
        "createdAt": "2023-11-02T21:26:22.873Z",
        "updatedAt": "2023-11-02T21:26:22.883Z"
    },
    {
        "id": 57,
        "question": "Якщо ваш онлайн-знайомий надсилає вам велику кількість особистих фотографій та просить вас зробити те саме: \r\n",
        "answerId": 171,
        "topicId": 10,
        "wrongAnswerDescription": "Загострене прохання надсилати особисті фотографії може бути ознакою того, що ваш онлайн-знайомий збирає матеріал для можливого використання в афері або шахрайстві. Важливо бути обачним і обережним щодо подібних прохань.\r\n",
        "createdAt": "2023-11-02T21:27:09.702Z",
        "updatedAt": "2023-11-02T21:27:09.712Z"
    },
    {
        "id": 58,
        "question": "Ви отримали запрошення на зустріч в іншій країні від особи, яку ніколи не бачили в реальному житті: \r\n",
        "answerId": 174,
        "topicId": 10,
        "wrongAnswerDescription": "Зустріч з незнайомцем в іншій країні може бути ризикованою. Робіть перевірку та консультуйтеся перед підтвердженням запрошення.",
        "createdAt": "2023-11-02T21:27:48.200Z",
        "updatedAt": "2023-11-02T21:27:48.209Z"
    },
    {
        "id": 59,
        "question": "Якщо ваш онлайн-знайомий негайно пропонує шлюб або стверджує, що закохався, і вимагає сплати за шлюбні або подорожні витрати, то: \r\n",
        "answerId": 177,
        "topicId": 10,
        "wrongAnswerDescription": "Швидкість пропозицій про шлюб та гроші - це може бути ознакою шахрайства. Не поспішайте, ретельно розгляньте ситуацію.\r\n",
        "createdAt": "2023-11-02T21:28:41.188Z",
        "updatedAt": "2023-11-02T21:28:41.200Z"
    },
    {
        "id": 60,
        "question": "Що робити, якщо ви втратили кредитну картку або вона була викрадена? \r\n",
        "answerId": 179,
        "topicId": 11,
        "wrongAnswerDescription": "Якщо ви втратили кредитну картку або вона була викрадена, негайно повідомте банк, щоб заблокувати картку та уникнути несанкціонованих транзакцій.\r\n",
        "createdAt": "2023-11-02T21:32:52.357Z",
        "updatedAt": "2023-11-02T21:32:52.371Z"
    },
    {
        "id": 61,
        "question": "Які ознаки можуть вказувати на шахрайську транзакцію на вашій кредитній картці?",
        "answerId": 182,
        "topicId": 11,
        "wrongAnswerDescription": "Якщо ви помічаєте невідомі або сумнівні транзакції на вашому банківському виписці, які ви не здійснювали, це може бути ознакою шахрайської діяльності. Негайно повідомте банк про такі транзакції.\r\n",
        "createdAt": "2023-11-02T21:33:46.587Z",
        "updatedAt": "2023-11-02T21:33:46.595Z"
    },
    {
        "id": 62,
        "question": "Чому важливо зберігати особисті дані та PIN-коди від кредитних карток в таємниці? \r\n",
        "answerId": 185,
        "topicId": 11,
        "wrongAnswerDescription": "Зберігання особистих даних і PIN-кодів від кредитних карток в таємниці дуже важливе, оскільки незаконний доступ до цих даних може призвести до крадіжки коштів або шахрайства.\r\n",
        "createdAt": "2023-11-02T21:34:30.739Z",
        "updatedAt": "2023-11-02T21:34:30.750Z"
    },
    {
        "id": 63,
        "question": "Як визначити, чи сайт для оплати кредитною карткою безпечний? ",
        "answerId": 188,
        "topicId": 11,
        "wrongAnswerDescription": "Для визначення безпеки сайту для оплати кредитною карткою, важливо перевірити, чи використовується захищений протокол \"https\" і чи є піктограма замка на значку браузера. Ці ознаки свідчать про шифрування та безпеку операцій на сайті.\r\n",
        "createdAt": "2023-11-02T21:35:07.411Z",
        "updatedAt": "2023-11-02T21:35:07.423Z"
    },
    {
        "id": 64,
        "question": "Які заходи можна вжити для запобігання крадіжки кредитної картки в громадському місці?\r\n",
        "answerId": 192,
        "topicId": 11,
        "wrongAnswerDescription": "Зберігайте кредитну картку в безпечному місці, щоб уникнути можливих спроб її крадіжки в громадських місцях.\r\n",
        "createdAt": "2023-11-02T21:35:53.919Z",
        "updatedAt": "2023-11-02T21:35:53.928Z"
    },
    {
        "id": 65,
        "question": "Якщо ви отримали електронного листа, в якому пропонується кредитна картка зі значним кредитним лімітом, і вас просять надіслати особисті дані для отримання цієї картки, що ви робите?\r\n",
        "answerId": 195,
        "topicId": 11,
        "wrongAnswerDescription": "Ніколи не надсилайте особисті дані через електронну пошту, особливо від невідомих джерел. Це може бути спробою шахрайства.",
        "createdAt": "2023-11-02T21:36:32.106Z",
        "updatedAt": "2023-11-02T21:36:32.119Z"
    },
    {
        "id": 66,
        "question": "Які засоби захисту можна використовувати для своєї фізичної кредитної картки?\r\n",
        "answerId": 197,
        "topicId": 11,
        "wrongAnswerDescription": "Використання карткового чохла з функцією захисту від безконтактних зчитувань (RFID) допоможе захистити дані на кредитній картці від незаконного сканування.\r\n",
        "createdAt": "2023-11-02T21:37:14.516Z",
        "updatedAt": "2023-11-02T21:37:14.525Z"
    },
    {
        "id": 67,
        "question": "Що робити, якщо ви помітили підозрілу операцію в історії транзакцій свого онлайн-банкінгу? ",
        "answerId": 200,
        "topicId": 12,
        "wrongAnswerDescription": "Підозрілі транзакції в історії онлайн-банкінгу слід негайно повідомити банку, щоб вони могли вжити заходів щодо скасування операції та захисту вашого рахунку.\r\n",
        "createdAt": "2023-11-02T21:38:14.418Z",
        "updatedAt": "2023-11-02T21:38:14.426Z"
    },
    {
        "id": 68,
        "question": "Якщо ви отримуєте смс-повідомлення з вимогою підтвердити банківську операцію, яка ви не проводили, що ви робите? ",
        "answerId": 203,
        "topicId": 12,
        "wrongAnswerDescription": "Негайний контакт із банком є правильним діями у випадку підозрілих смс-повідомлень щодо банківських операцій. Підтверджуйте операції безпосередньо із своєю фінансовою установою.\r\n",
        "createdAt": "2023-11-02T21:42:53.925Z",
        "updatedAt": "2023-11-02T21:42:53.938Z"
    },
    {
        "id": 69,
        "question": "Як визначити, що сторінка онлайн-банкінгу є безпечною? \r\n",
        "answerId": 206,
        "topicId": 12,
        "wrongAnswerDescription": "Наявність \"https\" у посиланні сторінки онлайн-банкінгу вказує на зашифроване з'єднання і додатковий рівень безпеки. Тому це є важливим критерієм для визнання сторінки безпечною.\r\n",
        "createdAt": "2023-11-02T21:45:19.057Z",
        "updatedAt": "2023-11-02T21:45:19.066Z"
    },
    {
        "id": 70,
        "question": "Як вибрати надійний пароль для свого онлайн-банкінгу?",
        "answerId": 209,
        "topicId": 12,
        "wrongAnswerDescription": "Для забезпечення безпеки у онлайн-банкінгу важливо використовувати складний пароль з комбінацією букв, цифр та символів, що робить його більш стійким до злому. Не варто використовувати прості паролі або однакові паролі для кількох сервісів, оскільки це може підвищити ризик.\r\n",
        "createdAt": "2023-11-02T21:46:17.145Z",
        "updatedAt": "2023-11-02T21:46:17.158Z"
    },
    {
        "id": 71,
        "question": "Яка інформація є основною ціллю злочинців при використанні фішингу в онлайн-банкінгу? \r\n",
        "answerId": 212,
        "topicId": 12,
        "wrongAnswerDescription": "Основною ціллю злочинців при фішингу в онлайн-банкінгу є отримання доступу до паролів та особистої інформації клієнтів для подальшого використання їх банківських облікових записів.\r\n",
        "createdAt": "2023-11-02T21:47:01.450Z",
        "updatedAt": "2023-11-02T21:47:01.462Z"
    },
    {
        "id": 72,
        "question": "Що робити, якщо вам подзвонив банк і пропонує оновлення вашого облікового запису через телефон?\r\n",
        "answerId": 215,
        "topicId": 13,
        "wrongAnswerDescription": "Завжди перевіряйте дійсність будь-яких пропозицій щодо оновлення облікового запису через офіційний канал банку. Не надавайте фінансову інформацію по телефону незнайомим особам.\r\n",
        "createdAt": "2023-11-02T21:58:56.391Z",
        "updatedAt": "2023-11-02T21:58:56.404Z"
    },
    {
        "id": 73,
        "question": "Якщо ви отримали дзвінок від особи, яка стверджує, що вона представник вашого банку та просить надати ваші особисті банківські дані, що ви робите? \r\n",
        "answerId": 218,
        "topicId": 13,
        "wrongAnswerDescription": "Якщо вас контактують телефоном і просять надати банківські дані, завжди запитуйте більше деталей та перевіряйте справжність особи, особливо якщо це представник банку. \r\n",
        "createdAt": "2023-11-02T21:59:44.972Z",
        "updatedAt": "2023-11-02T21:59:44.984Z"
    },
    {
        "id": 74,
        "question": "Банк надіслав смс, що Ваша картка заблокована. Через мить Вам телефонують і кажуть що картку можна розблокувати в банкоматі користуючись голосовими підказками. Як будете діяти?",
        "answerId": 220,
        "topicId": 13,
        "wrongAnswerDescription": "Найкращим кроком у випадку сумнівних повідомлень від банку є контакт з банком напряму через офіційні засоби зв'язку, а не діяти відповідно до інструкцій, отриманих у сумнівних смс або дзвінках.\r\n",
        "createdAt": "2023-11-02T22:00:43.164Z",
        "updatedAt": "2023-11-02T22:00:43.172Z"
    },
    {
        "id": 75,
        "question": "Вам дзвонять і говорять, що це банк та просять вказати пароль для перевірки особистості. Що ви робите?\r\n",
        "answerId": 225,
        "topicId": 13,
        "wrongAnswerDescription": "Це ще одна ситуація, в якій необхідно бути обережним і перевіряти достовірність спілкування з банком.\r\n\r\n\r\n",
        "createdAt": "2023-11-02T22:01:31.282Z",
        "updatedAt": "2023-11-02T22:01:31.292Z"
    },
    {
        "id": 76,
        "question": "Вам зателефонували і заявили, що ваш банк виявив підозрілу активність на вашому рахунку. Співробітник просить вас підтвердити ваші особисті дані, включаючи ідентифікаційний номер і пароль для перевірки облікового запису. Як ви реагуєте?\r\n",
        "answerId": 227,
        "topicId": 13,
        "wrongAnswerDescription": "Ця ситуація може бути спробою шахраїв отримати ваші особисті дані для зловживання ними. Завжди краще перевіряти такі дзвінки, зателефонувавши на офіційний номер банку.\r\n",
        "createdAt": "2023-11-02T22:02:56.688Z",
        "updatedAt": "2023-11-02T22:02:56.700Z"
    },
    {
        "id": 77,
        "question": "Вам зателефонували і пропонують виграти подарунковий сертифікат, вказавши свої особисті дані. Як ви реагуєте? \r\n",
        "answerId": 231,
        "topicId": 14,
        "wrongAnswerDescription": "Попросити особисті дані через телефон для виграшу подарункового сертифікату може бути спробою видачі особистих даних шахраям. Не надавайте таку інформацію і будьте обережні, оскільки це може призвести до крадіжки особистих даних.\r\n",
        "createdAt": "2023-11-02T22:03:38.730Z",
        "updatedAt": "2023-11-02T22:03:38.741Z"
    },
    {
        "id": 78,
        "question": "Вам зателефонували і повідомили, що ваш близький потрапив у небезпеку і потребує грошей на рятування. Як ви дієте? \r\n",
        "answerId": 233,
        "topicId": 14,
        "wrongAnswerDescription": "Дзвінок про небезпеку вашого близького та прохання надіслати гроші є частою схемою шахрайства. Перевірте інформацію, спробуйте зв'язатися з цією особою або її родичами, і тільки після визначення достовірності рішайте, як діяти.\r\n",
        "createdAt": "2023-11-02T22:04:24.945Z",
        "updatedAt": "2023-11-02T22:04:24.953Z"
    },
    {
        "id": 79,
        "question": "На Ваш мобільний телефон приходить SMS-повідомлення з незнайомого номеру, що Ваш мобільний рахунок поповнено на певну суму. Після чого Вам телефонують та просять повернути кошти на банківський рахунок або мобільний номер, оскільки помилково ввели не той номер.",
        "answerId": 236,
        "topicId": 14,
        "wrongAnswerDescription": "Запитайте квитанцію або інші докази, що поповнення стосується вашого номера, а не є помилкою введення номера іншої особи.\r\n",
        "createdAt": "2023-11-02T22:05:12.304Z",
        "updatedAt": "2023-11-02T22:05:12.314Z"
    },
    {
        "id": 80,
        "question": "Вам зателефонували з київського номера. Робот повідомив, що вас обрали для отримання виграшу 400 тисяч гривень, але щоб отримати виграш ви маєте придбати товар з однієї із трьох категорій: спорт, здоров‘я чи садівництво\"\r\n",
        "answerId": 239,
        "topicId": 14,
        "wrongAnswerDescription": "Зазвичай шахраї використовують такі обговорення про виграші, щоб вам відправити гроші або отримати особисті фінансові дані. Найрозумніше у такій ситуації бути пильним і не надсилати гроші.\r\n",
        "createdAt": "2023-11-02T22:05:52.956Z",
        "updatedAt": "2023-11-02T22:05:52.967Z"
    },
    {
        "id": 81,
        "question": "Дзвінок серед ночі від співробітника поліції із повідомленням, що ваша дитина потрапила в халепу і потрібно перерахувати гроші на певний рахунок.\r\n",
        "answerId": 242,
        "topicId": 14,
        "wrongAnswerDescription": "Повідомлення про те, що дитина потрапила в халепу і потребує гроші, може бути спробою шахраїв вижити гроші від вас. Найрозумнішим дією в такій ситуації є перевірка інформації, особливо використовуючи інший засіб зв'язку для зв'язку з дитиною та перевірки її безпеки.\r\n",
        "createdAt": "2023-11-02T22:06:32.017Z",
        "updatedAt": "2023-11-02T22:06:32.029Z"
    },
    {
        "id": 82,
        "question": "Надійшло повідомлення від Unicef, що ви отримали Державну допомогу. Для отримання потрібно повідомити реквізити вашої картки (номер картки, термін дії, та три цифри на звороті картки).\r\n",
        "answerId": 246,
        "topicId": 15,
        "wrongAnswerDescription": "У жодному випадку не повідомляйте нікому термін дії картки та три цифри на звороті картки, для здійснення платежу достатньо лише 16 цифр номеру картки.\r\n\r\n",
        "createdAt": "2023-11-02T22:07:14.053Z",
        "updatedAt": "2023-11-02T22:07:14.065Z"
    },
    {
        "id": 83,
        "question": "На Ваш номер приходить SMS-повідомлення від мобільного оператора, що Ви перемогли в акції, але для того, щоб отримати виграш, Ви повинні на певний номер надіслати повідомлення.\r\n",
        "answerId": 249,
        "topicId": 15,
        "wrongAnswerDescription": "Перед взаємодією з будь-якими пропозиціями чи акціями, важливо дізнаватися більше про них, щоб уникнути можливого шахрайства. Звертання до мобільного оператора допоможе підтвердити чи спростувати акцію.\r\n",
        "createdAt": "2023-11-02T22:07:55.279Z",
        "updatedAt": "2023-11-02T22:07:55.290Z"
    },
    {
        "id": 84,
        "question": "Ви отримали повідомлення із текстом: Vam narahovano Groshovadopomoga PB24 6500. Zarahuvatu… А далі йде посилання.\r\n",
        "answerId": 252,
        "topicId": 15,
        "wrongAnswerDescription": "Надсилання банківських даних за такою посиланням може призвести до втрати коштів або витрати особистої інформації. Найкраще ігнорувати такі повідомлення і не натискати на невідомі посилання.\r\n",
        "createdAt": "2023-11-02T22:08:33.753Z",
        "updatedAt": "2023-11-02T22:08:33.763Z"
    },
    {
        "id": 85,
        "question": "У Viber чаті шириться повідомлення про бонус від магазину Eva, але для того щоб отримати, спочатку треба переслати повідомлення 10 разів.\r\n",
        "answerId": 254,
        "topicId": 15,
        "wrongAnswerDescription": "Відправлення повідомлення 10 разів для отримання бонусу може бути шахрайською схемою. Рекомендується завжди перевіряти акції та повідомлення на офіційних веб-сайтах магазинів.\r\n",
        "createdAt": "2023-11-02T22:09:06.114Z",
        "updatedAt": "2023-11-02T22:09:06.124Z"
    },
    {
        "id": 86,
        "question": "Ви отримали повідомлення від мікрозайму, що ваш родич заборгував велику суму і пропав. Оскільки він вказав вас поручителем, вам необхідно негайно сплатити цю суму.\r\n",
        "answerId": 256,
        "topicId": 15,
        "wrongAnswerDescription": "Рекомендується уникати реагування на подібні повідомлення та зв'язатися з родичем або відомими джерелами, щоб переконатися, чи правдива інформація в них.\r\n",
        "createdAt": "2023-11-02T22:09:42.071Z",
        "updatedAt": "2023-11-02T22:09:42.081Z"
    }
]