[
    {
        "id": "1",
        "title": "Онлайн інвестиції",
        "description": "Перш ніж вкладати гроші в будь-яку інвестиційну компанію чи проект, переконайтеся, що ця компанія має легітимну реєстрацію і не має сумнівної репутації. \nПам'ятайте, що надмірно високі обіцянки прибутку можуть бути підозрілими. Якщо інвестиційна компанія обіцяє надзвичайно великий прибуток без ризику, це може бути ознакою шахрайства. \nІнвестування завжди пов'язане з ризиком. Не інвестуйте гроші, які ви не готові втратити, і завжди розглядайте інвестиції як довгостроковий процес.",
        "categoryId": "1",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "2",
        "title": "Онлайн-покупки",
        "description": "Онлайн-покупки можуть бути зручним та ефективним способом отримання товарів та послуг. Проте, для забезпечення безпеки під час інтернет-шопінгу, дотримуйтеся цих порад: \nВивчайте продавця:\nПеред тим як здійснити покупку, ретельно перевірте історію продавця та його рейтинг.\nЧитайте відгуки від інших покупців і звертайте увагу на їхні враження.\n\nЗабезпечте безпеку оплати:\nВикористовуйте безпечні методи оплати, такі як платіжні системи, банківські перекази або оплата при отриманні.\nУникайте переказів грошей через системи переказів, які не надають захист від шахрайства.",
        "categoryId": "1",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "3",
        "title": "Паролі та безпека облікових записів",
        "description": "Добре захищений обліковий запис є критично важливим для збереження вашої конфіденційності та особистої інформації, тому ми пропонуємо вам пройти тести та ознайомитись з інструкціями з підвищення рівня безпеки вашого облікового запису.\nЗнання про безпеку облікових записів є важливим елементом ваших онлайн-дій, і ви зможете використовувати ці знання для захисту своєї особистої інформації в Інтернеті.",
        "categoryId": "2",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "4",
        "title": "Віруси та шкідливе ПЗ",
        "description": "Цей розділ призначений для надання інформації про виявлення, уникнення та боротьбу з вірусами та шкідливим програмним забезпеченням (ПЗ) в онлайн-середовищі. Віруси та шкідливе ПЗ можуть становити серйозну загрозу безпеці вашого комп'ютера, смартфона або інших цифрових пристроїв. Цей розділ допоможе вам зрозуміти, як розпізнати загрози, які можуть виникнути під час користування Інтернетом, і як запобігти їхньому впливу.",
        "categoryId": "2",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "5",
        "title": "Фішинг-атаки",
        "description": "",
        "categoryId": "3",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "6",
        "title": "Ідентифікація та безпека",
        "description": "",
        "categoryId": "3",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "7",
        "title": "Фейкові пропозиції роботи",
        "description": "",
        "categoryId": "4",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "8",
        "title": "Фейкові курси",
        "description": "",
        "categoryId": "5",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "9",
        "title": "Романтичні афери",
        "description": "",
        "categoryId": "6",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    }
]