[
    {
        "id": "1",
        "title": "Онлайн інвестиції",
        "description": "Перш ніж вкладати гроші в будь-яку інвестиційну компанію чи проект, переконайтеся, що ця компанія має легітимну реєстрацію і не має сумнівної репутації. \nПам'ятайте, що надмірно високі обіцянки прибутку можуть бути підозрілими. Якщо інвестиційна компанія обіцяє надзвичайно великий прибуток без ризику, це може бути ознакою шахрайства. \nІнвестування завжди пов'язане з ризиком. Не інвестуйте гроші, які ви не готові втратити, і завжди розглядайте інвестиції як довгостроковий процес.",
        "categoryId": "1",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "2",
        "title": "Онлайн-покупки",
        "description": "Онлайн-покупки можуть бути зручним та ефективним способом отримання товарів та послуг. Проте, для забезпечення безпеки під час інтернет-шопінгу, дотримуйтеся цих порад: \nВивчайте продавця:\nПеред тим як здійснити покупку, ретельно перевірте історію продавця та його рейтинг.\nЧитайте відгуки від інших покупців і звертайте увагу на їхні враження.\n\nЗабезпечте безпеку оплати:\nВикористовуйте безпечні методи оплати, такі як платіжні системи, банківські перекази або оплата при отриманні.\nУникайте переказів грошей через системи переказів, які не надають захист від шахрайства.",
        "categoryId": "1",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "3",
        "title": "Паролі та безпека облікових записів",
        "description": "Добре захищений обліковий запис є критично важливим для збереження вашої конфіденційності та особистої інформації, тому ми пропонуємо вам пройти тести та ознайомитись з інструкціями з підвищення рівня безпеки вашого облікового запису.\nЗнання про безпеку облікових записів є важливим елементом ваших онлайн-дій, і ви зможете використовувати ці знання для захисту своєї особистої інформації в Інтернеті.",
        "categoryId": "2",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "4",
        "title": "Віруси та шкідливе ПЗ",
        "description": "Цей розділ призначений для надання інформації про виявлення, уникнення та боротьбу з вірусами та шкідливим програмним забезпеченням (ПЗ) в онлайн-середовищі. Віруси та шкідливе ПЗ можуть становити серйозну загрозу безпеці вашого комп'ютера, смартфона або інших цифрових пристроїв. Цей розділ допоможе вам зрозуміти, як розпізнати загрози, які можуть виникнути під час користування Інтернетом, і як запобігти їхньому впливу.",
        "categoryId": "2",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "5",
        "title": "Фішинг-атаки",
        "description": "Фішинг - це вид кібератаки, при якому атакувач намагається вивести користувачів на сайт або сторінку, яка видавалася за офіційний ресурс або логін-сторінку соціальної мережі з метою отримати конфіденційну інформацію, таку як імена користувачів та паролі, особисті дані, номери кредитних карток тощо.",
        "categoryId": "3",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "6",
        "title": "Ідентифікація та безпека",
        "description": "Ідентифікація та безпека в інтернеті стають все важливішими в умовах зростаючої кількості загроз та шахраїв, що діють в онлайн-середовищі. Тут ви зможете потренуватись дати відповіді на питання, які стосуються захисту свого профілю на соціальних мережах, безпеки паролів та важливості усвідомлення ризиків фейкових новин.",
        "categoryId": "3",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "7",
        "title": "Фейкові пропозиції роботи",
        "description": "В цій категорії розглядаються аспекти безпеки та ризики, пов'язані з пошуком роботи і можливими фейковими пропозиціями роботи. Шукаючи роботу, важливо бути обережним і дотримуватися певних заходів безпеки, щоб уникнути можливих шахрайств та обману. Дані питання і відповіді допоможуть користувачам розпізнати потенційно небезпечні ситуації і зменшити ризик виявлення фейкових пропозицій роботи.",
        "categoryId": "4",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "8",
        "title": "Фейкові курси",
        "description": "Цей розділ присвячений розгляду схем шахрайства, пов'язаних з онлайн-освітою. Тут ви знайдете інформацію про те, як вберегтися від фейкових курсів, освітніх обманів, а також про те, як визначити недостовірні або шахрайські пропозиції в сфері онлайн-навчання. Ми розглянемо різні приклади та поради, які допоможуть вам уникнути обману та забезпечити безпеку власної освітньої діяльності в інтернеті.",
        "categoryId": "5",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "9",
        "title": "Романтичні афери",
        "description": "Цей розділ присвячений аферам та шахрайству, які зазвичай відбуваються в інтернет-знайомствах та спрямовані на створення миттєвих романтичних зв'язків. Романтичні афери включають схеми, при яких шахраї вигідно використовують емоційну чутливість та довіру своїх жертв для досягнення фінансової або іншої вигоди.",
        "categoryId": "6",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "10",
        "title": "Кредитні картки",
        "description": "У цьому розділі розглядаються різні види шахрайств та обману, пов'язаних із використанням кредитних карток. Кредитні картки стали невід'ємною частиною нашого фінансового життя, проте вони також можуть стати об'єктом шахрайства та маніпуляцій.",
        "categoryId": "7",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "11",
        "title": "Онлайн-банкінг",
        "description": "Онлайн-банкінг став надзвичайно зручним і популярним способом управління фінансами. Проте це також може стати об'єктом шахрайства та маніпуляцій. У цьому розділі ми дослідимо різні види шахрайств, які пов'язані з онлайн-банкінгом та цифровими фінансовими послугами.",
        "categoryId": "7",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "12",
        "title": "Дзвінки від банку",
        "description": "Цей розділ присвячений аналізу та запобіганню телефонним шахрайствам у банківській сфері. Тут ви знайдете поради та інформацію щодо розпізнавання телефонних шахрайських схем, які намагаються вивести вас з рівноваги та завдати шкоду вашим фінансовим інтересам.",
        "categoryId": "7",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "13",
        "title": "Дзвінки",
        "description": "Цей розділ присвячений розгляду різних аспектів та видів мобільних шахрайств, які можуть виникнути через телефонні дзвінки. У цьому розділі ви знайдете інформацію про схеми шахрайства, які використовують телефонні дзвінки для обману громадян, а також поради та практичні рекомендації щодо того, як уникнути потрапляння в такі ситуації та захистити себе від шахраїв.",
        "categoryId": "8",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    },
    {
        "id": "14",
        "title": "SMS",
        "description": "СМС-шахрайство - це метод шахрайства, в якому аферисти надсилають потенційним жертвам фіктивні текстові повідомлення на їх мобільні телефони. Ці повідомлення можуть видавати себе за легітимні повідомлення від банків, сервісів, компаній або урядових організацій. Мета таких повідомлень - обманути людей і вивести їх на гроші або здійснити крадіжку особистої інформації.",
        "categoryId": "8",
        "createdAt": "2023-10-09T12:00:00.000Z",
        "updatedAt": "2023-10-09T12:00:00.000Z"
    }
]